{
    "appName": "OneTap WhatsApp",
    "title": "أدخل رقم الهاتف المحمول",
    "This field is required": "هذا الحقل مطلوب",
    "Ex:": "مثال:",
    "subTitle": "لبدء محادثة واتساب او تيليجرام دون حفظ رقم الهاتف في جهات الاتصال",
    "Open In WhatsApp": "افتح في واتساب",
    "Choose Language": "اختر اللغة",
    "Arabic": "العربية",
    "English": "الإنجليزية",
    "Language": "اللغة",
    "Support": "الدعم",
    "About": "حول التطبيق",
    "You are on the same language": "أنت على نفس اللغة",
    "About This Application": "حول هذا التطبيق",
    "Description": "الوصف",
    "description": "هذا التطبيق هو أداة مفيدة لفتح تطبيق WhatsApp دون الحاجة إلى حفظ جهة الاتصال أولاً. يسهل عملية بدء المحادثات مع أرقام جديدة أو غير معروفة عن طريق توفير مسار مباشر إلى رسائل WhatsApp. هذه هي وسيلة سهلة للتواصل مع الأشخاص دون الحاجة إلى حفظ جهة الاتصال.",
    "Features": "الميزات",
    "features": "- الوصول المباشر إلى WhatsApp: قم بفتح WhatsApp بسهولة مباشرة من داخل التطبيق.\n- التواصل الفعّال: يُيسر التواصل السريع مع جهات الاتصال عبر WhatsApp.\n- واجهة مستخدم سهلة الاستخدام: تصميم بسيط وبديهي لتجربة تصفح سلسة.\n- وفر وقتك: هذه وسيلة سهلة للتواصل مع الأشخاص دون حفظ جهة الاتصال.",
    "Usage": "الاستخدام",
    "usage": "لفتح WhatsApp باستخدام هذا التطبيق، ببساطة اضغط على الزر المخصص أو الميزة التي تبدأ تكامل WhatsApp. يمكن للمستخدمين بعد ذلك الانتقال بسلاسة إلى WhatsApp ومواصلة محادثاتهم دون انقطاع.",
    "Developer": "المطور",
    "developer": "تم تطوير هذا التطبيق بواسطة المهندس علي عبدالنبي. لأي استفسارات أو دعم متعلقة بهذا التطبيق، يرجى الاتصال بنا عن طريق النقر علي زر الدعم.",
    "Feedback": "التعليقات",
    "feedback": "نحن نقدر ملاحظاتك! إذا كان لديك أي اقتراحات أو تعليقات، أو واجهت أي مشاكل أثناء استخدام التطبيق، يرجى عدم التردد في الاتصال بنا. تساعدنا مدخلاتك في تحسين التطبيق وتقديم تجربة مستخدم أفضل.",
    "ThankYouMessage": "شكرًا لاستخدام تطبيقنا لتبسيط تجربة المراسلة الخاصة بك عبر WhatsApp!",
    "Open In Telegram": "افتح في تيليجرام",
    "Telegram not installed": "تيليجرام غير مثبت",
    "Whatsapp not installed": "واتس اب غير مثبت",
    "Recent Conversation": "المحادثات الأخيرة",
    "The number must be 11 digits": "يجب أن يكون رقم الهاتف 11 رقما",
    "Please write the country code such as (+20)": "يرجى كتابة رمز الدولة مثل (+20)",
    "The number must be valid": "يجب أن يكون الرقم صالح",
    "No Conversations yet": "لا توجد محادثات حتى الآن",
    "Clear All": "حذف الكل",
    "All deleted successfully": "تم حذف الكل بنجاح",
    "Close": "الغاء",
    "Warnning!!!": "تحذير!!!!",
    "Are you sure you want to delete all contacts?": "هل أنت متأكد أنك تريد حذف جميع جهات الاتصال؟",
    "The language has been changed": "تم تغيير اللغة"
}